// From MacBuddy
// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "Aceptar";
"CANCEL_BUTTON"		= "Cancelar";
"GOBACK_BUTTON"		= "Retroceder";
"DIAGNOSE_BUTTON"	= "Diagnosticar";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "Configurando el ordenador...";
"MESSAGE_PREP_CONNECTION"	= "Preparando para la conexión...";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "Error inesperado";
"MESSAGE_FATAL_ERROR_TITLE"		= "Se ha producido un error inesperado.";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "Error";
"ERROR_MESSAGE_GENERIC_TITLE"			= "Atención";


// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "Atención";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "Advertencia";
"ERROR_MESSAGE_VALIDATION_WARNING" = "¿Seguro que desea continuar?";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "No ha introducido toda la información solicitada.";
"ERROR_MESSAGE_VALIDATION_0001" = "Seleccione los campos marcados con flechas rojas e introduzca la información solicitada.";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "El texto que ha introducido es demasiado corto.";
"ERROR_MESSAGE_VALIDATION_0002" = "Seleccione el campo que aparece resaltado y corrija el texto que ha introducido.";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "La información que ha introducido es incorrecta.";

                    // NI Username invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "El nombre de usuario que ha introducido no es válido.";
"ERROR_MESSAGE_VALIDATION_0004" = "Seleccione el campo resaltado e introduzca un nombre de usuario válido para la red NetInfo.";

                    // NI Password invalid
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "La contraseña que ha introducido no es válida.";
"ERROR_MESSAGE_VALIDATION_0005" = "Seleccione el campo resaltado e introduzca la contraseña correcta.";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "El nombre que ha introducido no puede usarse.";
"ERROR_MESSAGE_VALIDATION_0006" = "Seleccione el campo resaltado y elija otro nombre corto diferente.";
"ERROR_MESSAGE_VALIDATION_0007" = "Ya existe un usuario con este nombre corto. Introduzca otro diferente.";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "La dirección IP que ha introducido está vacía.";
"ERROR_MESSAGE_VALIDATION_0010" = "La dirección IP que ha introducido contiene caracteres no válidos.";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "La dirección debe constar de 4 segmentos."; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "Seleccione el campo resaltado e introduzca una dirección válida. Si no conoce esta información, consulte al administrador de la red.";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "La dirección debe constar de 4 segmentos."; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "Seleccione el campo resaltado e introduzca una dirección válida. Si no conoce esta información, consulte al administrador de la red.";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "Cada segmento de la dirección debe contener entre 1 y 3 caracteres."; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "Seleccione el campo resaltado e introduzca una dirección válida. Si no conoce esta información, consulte al administrador de la red.";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "La dirección que ha introducido no es válida.";
"ERROR_MESSAGE_VALIDATION_0014" = "Seleccione el campo resaltado e introduzca una dirección válida. Si no conoce esta información, consulte al administrador de la red.";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "La máscara de subred que ha introducido no es válida.";
"ERROR_MESSAGE_VALIDATION_0015" = "Seleccione el campo resaltado e introduzca una máscara de subred válida. Si no conoce esta información, consulte al administrador de la red.";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "El nombre que ha introducido ya existe en la red NetInfo, por lo que no podrá usarlo para acceder a ella.";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "No puede utilizar el mismo valor.";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "La contraseña que ha introducido no es válida.";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "Imposible utilizar el número de tarjeta de crédito introducido.";
"ERROR_MESSAGE_VALIDATION_0019" = "Compruebe los campos destacados e introduzca un número de tarjeta de crédito válido.";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "El nombre de la cuenta no puede empezar por un número.";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "Verifique que la dirección de correo electrónico que ha introducido es correcta.";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "La dirección IP y la del router no son compatibles con la máscara de subred introducida. Compruebe los siguientes campos y escriba los valores correctos:\n     Dirección IP\n     Máscara de subred\n     Dirección router\nSi no dispone de esta información, consulte con el administrador de red.";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "El nombre que ha introducido no puede usarse.";
"ERROR_MESSAGE_VALIDATION_0023" = "Compruebe el campo señalado y elija otro nombre.";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "Hay duplicados.";
"ERROR_MESSAGE_VALIDATION_0024" = "Seleccione el campo resaltado e introduzca valores únicos.";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_NO_DIAL_TONE_TITLE"			= "No se ha detectado tono de llamada.";
"MESSAGE_NO_DIAL_TONE"					= "Compruebe que el módem esté conectado y, a continuación, haga clic en Aceptar, o bien en Cancelar para regresar y seleccionar la opción “Ignorar tono de línea”.";

// ========== Network Setup Assistant addition ==========
"QUIT_BUTTON"		= "Salir";
                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "Las contraseñas no coinciden.";
"ERROR_PASSWORD_DO_NOT_MATCH" = "Seleccione los campos marcados con flechas rojas e introduzca la misma contraseña en ambos.";

"ERROR_MUST_ENTER_LOCATION_NAME_TITLE" = "Asigne un nombre a la ubicación.";
"ERROR_MUST_ENTER_LOCATION_NAME" = "Está creando una nueva ubicación de red donde se guardará la información relativa a la configuración. Asígnele un nombre.";
"ERROR_MUST_ENTER_UNIQUE_LOCATION_NAME_TITLE" = "Asigne otro nombre a la ubicación.";
"ERROR_MUST_ENTER_UNIQUE_LOCATION_NAME" = "El nombre introducido ya existe. Introduzca otro diferente.";


"MESSAGE_TASK_FORMAT" = "Conexión “%1$@ vía %2$@”"; // %1$@ = CONNECTION, %2$@ = CONFIGURATION
"CONNECTION_Wireless" = "Inalámbrica";
"CONNECTION_Modem" = "Módem";
"CONNECTION_DSL" = "DSL";
"CONNECTION_CableModem" = "Módem por cable";
"CONNECTION_Lan" = "Red de área local";
"CONFIGURE_PPP" = "PPP";
"CONFIGURE_DHCP" = "DHCP";
"CONFIGURE_DHCPClientID" = "DHCP con ID de cliente";
"CONFIGURE_PPPoE" = "PPPoE";
"CONFIGURE_Manual" = "IP estática";

"MESSAGE_TITLE_CONFIGURE" = "Configurando...";
"MESSAGE_FAILED_CONFIGURE" = "No se ha podido completar la configuración.";
"MESSAGE_DONE_CONFIGURE" = "Finalizar configuración.";
"MESSAGE_CHECKING_CONNECTION" = "Verificando la conexión de red...";
"MESSAGE_CONNECTED" = "Conexión de red establecida.";
"MESSAGE_NOT_CONNECTED" = "Imposible establecer la conexión de red.";
"MESSAGE_NOT_CONNECTED_TRY_AGAIN" = "El ordenador no ha podido conectarse a Internet. Haga clic en Aceptar para retroceder y cambiar los ajustes de red e inténtelo de nuevo.";

"DEFAULT_LOCATION_NAME" = "Ubicación (%@)";
"DUPLICATE_LOCATION_NAME" = "%1$@ %2$d";